@extends('mainPage.layouts.template')
@section('content')
    <div class="container d-flex justify-content-center">
        <div class="row" id="star-text">
            <div id="star-content">
                <p>Бортовой журнал судна FH-500.</p>
                <p>Все началось в далеком 2149 году. На просторах Вселенной господствовали три могущественные фракции.
                    Но, несмотря на безграничность космоса, борьба за редкие ресурсы не утихала.
                    После взрыва сверхновой звезды в галактике NGC 192 была велика вероятность образования звёздной
                    руды. Это был самый ценный ресурс который открыло человечество.
                    В период обострившегося военного конфликта звёздная руда могла сыграть важную роль для победы в
                    войне.
                    Каждая из фракций отправила к звезде свою группу с целью добыть заветную руду. Мне посчастливилось
                    стать участником команды экспедиционного корабля FH-500.
                    Но миссия пошла не по нашему плану...</p>
                <p>Отчет капитана. 21 ноября, 2153 года.</p>
                <p>У меня мало сил. Долгое пребывание в одиночестве плохо сказалось на моём здоровье. На протяжении двух
                    последних лет я пытался наладить связь и узнать судьбу нашей родной галактики...
                    Вчера я наконец смог перехватить сообщение на неизвестной частоте, которое было отправлено в 2151
                    году. В нем на всех известных языках передается всего одно предложение: “Политической гегемонии
                    фракций пришел конец! Да здравствует свободная Вселенная!”.
                    Я не знаю, верить ли этому сообщению. Надеюсь, что мои действия помогут экипажу выжить. Если фракции
                    действительно пали и командования больше нет, я назначаю своим преемником и вашим будущим командиром
                    старшего лейтенанта.</p>
            </div>
        </div>
    </div>
@endsection
